/* HexColorPickerAskUpdatesYes */
"Check automatically" = "Zoek automatisch";

/* HexColorPickerAskUpdatesNo */
"Don't check" = "Niet zoeken";

/* HexColorPickerGetVersionFormat */
"Upgrade to v%@" = "Update naar v%@";

/* HexColorPickerAppName */
"Hex Color Picker" = "Hex Color Picker";

/* HexColorPickerAskUpdatesInfo */
"Hex Color Picker can automatically check for updates periodically. You won't need to update whenever a new version appears, and no personal information will be sent in order to check for updates." = "Hex Color Picker kan automatisch periodiek zoeken naar updates. U bent niet verplicht om te updaten wanneer een nieuwe versie beschikbaar komt. Tijdens de update-procedure worden geen gegevens verstuurd waarmee u kunt worden geïdentificeerd.";

/* HexColorPickerAskUpdatesMessage */
"Should Hex Color Picker check for updates automatically?" = "Wilt u dat Hex Color Picker automatisch naar updates zoekt?";